samples = [
    "حبة كل 12 ساعة بعد الاكل لسبع تيام",
    "هاد واقي معدة حبة كل يوم الصبح قبل الفطور عالريق",
    "حبة كل 8 ساعات مناخدو بعد الاكل حتى ما توجعك معدتك",
    "حبة وحدة بالاسبوع بعد الفطور بعد وجبة دسمة بيض حليب معلقة زيت",
    "هاد الدوا للسعلة بتاخدو معلقة كبيرة 3 مرات باليوم",
    "حبة كل يوم بعد الاكل لتلات أيام واذا عم تاخد فيتامين وقفو حالياً",
    "هاد دوا مضاد إقياء مناخد حبة قبل الاكل بنص ساعة 3 مرات باليوم",
    "اي تمام رح اعطيك قطرة لالتهاب الادن هي قطرة سيبروكورت هادي القطرة بتستخدمها مرتين يومياً صبح ومسا نقطتين بكل ادن بترجها قبل الاستخدام بتميل راسك شوي بحيث لما تحط القطرة ما توقع بتقطر نقطتين وبتضلك ثابت حوالي دقيقة لدقيقتين لحتى تتأكد انو القطرة صارت جوا الادن وبس التحسن غالباً خلال يوم ل تلات تيام بتكون بإذن الله متحسن",
    "طيب رح اعطيكي دوا لوجع الاسنان هو خاصةً هادا لوجع الاسنان فلام كي بينعطى لحد تلات مرات باليوم بس حصراً بعد الاكل لانو بيعمل نتفة وجع معدة واذا كان عندك ضغط يفضل ما نعطيه لانو بيرفع الضغط",
    "طيب تمام رح اعطيك دوا سعلة بس هو شراب غالباً نحن السعلة منفضل الشراب وهاد لا بيأثر لا عالضغظ ولا عالسكري ما فيو سكر خالي من السكر وما بيأثر عالضغط لانو هو عبارة عن عشبة لبلاب يعني عشبة ومانو كيميائي أبداً مقشع وموسع قصبي بنفس الوقت فيك تاخدو 3 مرات باليوم معلقة كبيرة وبإذن الله السعلة فوراً بتخف وبس"
]